{
  "success": true,
  
  "data": [{
    "id": 1,
    "from": "第一卷",
    "title": "享受青蛙Play加入男主角的队伍。",
    "description": "为了享受青蛙Play加入男主角的队伍。在保护惠惠的时候中了魔王干部无头骑士的诅咒。在诅咒被阿库娅轻松解除后，又与无头骑士展开激战，成功砍到了对手一剑。因为家族揽下了重修被破坏的城镇的费用及给居民的补偿而向领主阿尔达普借债，并以自己的身体作为担保，但向小队等人保密了。"
  }, {
    "id": 2,
    "from": "第二卷",
    "title": "幫和真搓背",
    "description": "被自以為在做夢的和真命令，幫和真搓背。在殲滅機動要塞毀滅者的戰鬥中站在城鎮前什麼也沒做。"
  }, {
    "id": 3,
    "from": "第三卷",
    "title": "相親与冒险",
    "description": "為了解救和真，向阿爾達普領主提出協議。結果被要求與領主的兒子相親。本想極力推脫，但父親和和真都極力撮合。最終相親失敗，但贏得了領主兒子的愛意。後與和真一同前往地下城探險。由於防禦力卓群，不懼自爆泥偶，因此在其他人寸步難行的地城中暢行無阻。與和真遭遇了惡魔巴尼爾，被附身後仍能憑藉傲人的意志力與惡魔搶奪身體的控制權，並且十分享受被附身的快感。最終為消滅惡魔巴尼爾，挨了惠惠一發爆裂魔法，僥倖逃生。"
  }, {
    "id": 4,
    "from": "第四卷",
    "title": "厄里斯教",
    "description": "與主人公一行人前往阿爾坎雷堤亞的時候，由於卓群的防禦力吸引了大量的跑鷹鳶。在阿庫西斯教的大本營里公開自己厄里斯教徒的身份，十分享受身處城市被唾棄的感受。"
  }, {
    "id": 5,
    "from": "第五卷",
    "title": "惠惠和和真睡觉？！",
    "description": "第五卷：力圖阻止惠惠父母讓惠惠和和真在一起睡覺。結果被一次次地催眠而失敗。"
  }, {
    "id": 6,
    "from": "第六卷",
    "title": "公主愛麗絲會面",
    "description": "安排了和真與公主愛麗絲會面。被提及結婚對象很可能會是王子。在王都迎擊魔王軍的戰鬥中大放異彩，吸收大量傷害，讓魔王軍瞠目結舌。識破了義賊的身份，但沒有揭發。"
  }, {
    "id": 7,
    "from": "第七卷",
    "title": "達斯提尼斯家財政危機",
    "description": "由於阿爾達普領主的邪惡計劃，達斯提尼斯家陷入財政危機。達克妮斯的父親病重不起。為了賺取賞金一次次地挑戰九龍海德拉。最終為了償還家族債務答應嫁給阿爾達普領主。差點就與和真一起成為大人，但拒絕與和真一同逃跑。最後在婚禮上被和真公主抱搶婚。由於領主後來失蹤，故而添加了被逃婚、離過婚的處女屬性。之後父親的病被阿庫婭治好。"
  }, {
    "id": 8,
    "from": "第八卷",
    "title": "擔任阿克塞爾的臨時領主",
    "description": "由於父親身體尚未痊癒，故擔任阿克塞爾的臨時領主，任期內主管阿克賽爾城的厄里斯感謝祭， 在和真的忽悠下批准了一大批福利活動。為報答和真搶婚親了他一下。"
  }, {
    "id": 9,
    "from": "第九卷",
    "title": "各種Play，欸嘿嘿...",
    "description": "主動要求當和真拘束技能的實驗對象，並上演了各種Play。"
  }, {
    "id": 10,
    "from": "第十卷",
    "title": "美人計迷惑和真",
    "description": "為了阻止和真前往王都而監禁他， 卻無法照顧好和真滿足和真的欲望。 後與庫雷婭合謀給和真下安眠藥， 但從一開始就被和真以讀唇術發現。 試圖用美人計迷惑和真， 反被奪走主動權， 並演變為達克尼斯試圖強上和真（ 旁人視角）。 最終信任和真並交給他家族掛墜， 並小聲承諾給和真「 更正式的謝禮」， 也被和真用讀唇術發現並記下。"
  }, {
    "id": 10,
    "from": "第十一卷",
    "title": "為了使和真離開王城...",
    "description": "為了使和真離開王城， 用錢收買了一些兒童指示他們寫感謝信並交給和真。 在和真被阿庫婭堵在房門外時丟給他弓與帶鉤子的箭矢便於潛入房屋。 為小米對食物的渴求而淚流滿面。"
  }, {
    "id": 10,
    "from": "第十二卷",
    "title": "好吃懶做的冒險者們...",
    "description": "迎接了表妹謝菲娜。 向因和真散布「 工作就輸了」 的尼特思想而變得好吃懶做的冒險者們徵稅， 為了防止和真逃脫而親自銬住和真並捆綁上重物， 但因重物被和真偷竊走並躲進官僚主義的警察局躲避徵稅官而失敗， 因手銬鑰匙丟失而必須和和真同處一夜， 在深夜向和真告白被拒絕， 隨後向和真發起死亡衝鋒。 之後被眾冒險者發現身為教師的一面。 為了救謝菲娜和和真前往企鵝布偶惡魔貴族宅討要惡魔指甲但無論如何被羞辱都無法產生負面感情來滿足惡魔， 最後與克里斯、 和真配合取到了指甲並發覺克里斯有隱藏身份。"
  }]
}
